print("Hello world") #Приветствие

myName = 'Даниил Тихонов,' #моё имя

myAge = '17,' # мой возраст

whereILive = 'Великом Новгороде,' # Родное село

iStudy = 'Новгородском строительном колледже' #Любимое место для учёбы

mySpecialty = 'техника по информационным системам' # самая лучшая специальность

print('Меня зовут', myName ,'я живу в', WhereILive ,'мне' , myAge , 'я учусь в',iStudy,'на', mySpecialty,'мне осталось учится', ) # всё веше перечисленное вместе

a = 3.10 #всего учится
b = 1.02 #уже отучился
c = a - b #осталось
isTrue = True  # конечно правда

print (c , 'лет.', 'Это правда?' , isTrue) # всё веше перечисленное вместе


whatIDo = 'игрой на гитаре , компьютерными технологиями и играми в жанре шутеры' #кишки,убийства и т.д

print('Я увлекаюсь',WhatIDo)

whatIWant = 'приисполнится в познании этой вселенной'  #Идущий к реке

print('Мне хочется', WhatIWant)

print('Bye,see you soon') #до скорых встречь






















